/* USER CODE BEGIN Header */
/**
  ******************************************************************************
  * 文件名称          : angle_sensor.h
  * 功能描述          : 传感器采集的结构声明，数据结构和队列的定义
  ******************************************************************************
  * @attention
  *
  * 版权所有：控制工程课程项目组
  * 保留所有权利
  *
  * 作    者：周南全
  * 创建时间：2026年5月23日
  * 使用说明：包含头文件即可读取队列的数据
  * 修改记录：
  ******************************************************************************
  */
/* USER CODE END Header */

#ifndef __ANGLE_SENSOR_H
#define __ANGLE_SENSOR_H

//任务函数声明
void angle_sensor_f(void const * argument);
//其它函数声明

#endif
