/* USER CODE BEGIN Header */
/**
  ******************************************************************************
  * 文件名称          : motor.h
  * 功能描述          : 
  ******************************************************************************
  * @attention
  *
  * 版权所有：控制工程课程项目组
  * 保留所有权利
  *
  * 作    者：
  * 创建时间：
  * 使用说明：
  * 修改记录：
  ******************************************************************************
  */
/* USER CODE END Header */

#ifndef __MOTOR_H
#define __MOTOR_H

//任务函数声明
void motor_run_f(void const * argument);
void motor_sensor_f(void const * argument);
//其它函数声明

#endif
